Repository: daniel-w/mutt
Catalog: po/*.po
Languages: sk

source: Password for %s@%s:
sk: Heslo pre %s@%s:

source: Exit
sk: Koniec

source: Del
sk: Zma¾

source: Undel
sk: Odma¾

source: Select
sk: Oznaèi»

source: Help
sk: Pomoc

source: You have no aliases!
sk: Nemáte ¾iadnych zástupcov!

source: Aliases
sk: Zástupci

source: Alias as:
sk: Zástupca ako:

source: You already have an alias defined with that name!
sk: Zástupcu s týmto menom u¾ máte definovaného!

source: Address:
sk: Adresa:

source: Personal name:
sk: Vlastné meno:

source: [%s = %s] Accept?
sk: [%s = %s] Akceptova»?

source: Save to file:
sk: Ulo¾i» do súboru:

source: Alias added.
sk: Pridal som zástupcu.

source: Can't match nametemplate, continue?
sk: Nena¹iel som ¹ablónu názvu, pokraèova»?

source: Mailcap compose entry requires %%s
sk: Zostavovacia polo¾ka mailcap-u vy¾aduje %%s

source: Failure to open file to parse headers.
sk: Nemo¾no otvori» súbor na analýzu hlavièiek.

source: Failure to open file to strip headers.
sk: Nemo¾no otvori» súbor na odstránenie hlavièiek.

source: No mailcap compose entry for %s, creating empty file.
sk: ®iadna zostavovacia polo¾ka mailcap-u pre %s, vytváram prázdny súbor.

source: Mailcap Edit entry requires %%s
sk: Vstupná polo¾ka mailcap-u vy¾aduje %%s

source: No mailcap edit entry for %s
sk: ®iadna vstupná polo¾ka mailcap-u pre %s

source: No matching mailcap entry found. Viewing as text.
sk: ®iadna polo¾ka mailcap-u nebola nájdená. Prezerám ako text.

source: MIME type not defined. Cannot view attachment.
sk: MIME typ nie je definovaný. Nemo¾no zobrazi» pripojené dáta.

source: Cannot create filter
sk: Nemo¾no vytvori» filter.

source: Can't create filter
sk: Nemo¾no vytvori» filter

source: Write fault!
sk: Chyba zápisu!

source: I don't know how to print that!
sk: Neviem, ako vytlaèi» dáta!

source: Chdir
sk: Zmena adresára

source: Mask
sk: Maska

source: %s is not a directory.
sk: %s nie je adresár.

source: Mailboxes [%d]
sk: Schránky [%d]

source: Directory [%s], File mask: %s
sk: Adresár [%s], maska súboru: %s

source: No files match the file mask
sk: Maske nevyhovujú ¾iadne súbory

source: Chdir to:
sk: Zmeò adresár na:

source: Error scanning directory.
sk: Chyba pri èítaní adresára.

source: File Mask:
sk: Maska súborov:

source: Reverse sort by (d)ate, (a)lpha, si(z)e or do(n)'t sort?
sk: Spätné triedenie podµa (d)átumu, zn(a)kov, (z)-veµkosti, (n)etriedi»?

source: Sort by (d)ate, (a)lpha, si(z)e or do(n)'t sort?
sk: Triedenie podµa (d)átumu, zn(a)kov, (z)-veµkosti, alebo (n)etriedi»?

source: New file name:
sk: Nové meno súboru:

source: Can't view a directory
sk: Nemo¾no prezera» adresár

source: Error trying to view file
sk: Chyba pri prezeraní súboru

source: %s: color not supported by term
sk: %s: terminál túto farbu nepodporuje

source: %s: no such color
sk: %s: nenájdená farba

source: %s: no such object
sk: %s: nenájdený objekt

source: %s: command valid only for index object
sk: %s: príkaz je platný iba pre indexovaný objekt

source: %s: too few arguments
sk: %s: príli¹ málo parametrov

source: Missing arguments.
sk: Chýbajúce parametre.

source: color: too few arguments
sk: farba: príli¹ málo parametrov

source: mono: too few arguments
sk: mono: príli¹ málo parametrov

source: %s: no such attribute
sk: %s: vlastnos» nenájdená

source: too few arguments
sk: príli¹ málo argumentov

source: too many arguments
sk: príli¹ veµa argumentov

source: default colors not supported
sk: ¹tandardné farby nepodporované

source: Verify PGP signature?
sk: Overi» PGP podpis?

source: Could not create temporary file!
sk: Nemo¾no vytvori» doèasný súbor!

source: Command:
sk: Príkaz:

source: Bounce message to:
sk: Presmerova» správu do:

source: Bounce tagged messages to:
sk: Presmerova» oznaèené správy do:

source: Error parsing address!
sk: Chyba pri analýze adresy!

source: Bounce message to %s
sk: Presmerova» správu do %s

source: Bounce messages to %s
sk: Presmerova» správy do %s

source: Message bounced.
sk: Správa bola presmerovaná.

source: Messages bounced.
sk: Správy boli presmerované.

source: Pipe to command:
sk: Po¹li do rúry príkazu:

source: Print message?
sk: Vytlaèi» správu?

source: Print tagged messages?
sk: Vytlaèi» oznaèené správy?

source: Message printed
sk: Správa bola vytlaèené

source: Messages printed
sk: Správy boli vytlaèené

source: Shell command:
sk: Príkaz shell-u:

source: tagged
sk: oznaèené

source: Copying to %s...
sk: Kopírujem do %s...

source: Send
sk: Posla»

source: Abort
sk: Preru¹i»

source: Attach file
sk: Pripoj súbor

source: Descrip
sk: Popísa»

source: Sign, Encrypt
sk: Podpí¹, za¹ifruj

source: Encrypt
sk: Za¹ifruj

source: Sign
sk: Podpísa»

source: Clear
sk: Vyèisti»

source: sign as:
sk: podpí¹ ako:

source: <default>
sk: <¹td>

source: %s [#%d] no longer exists!
sk: %s [#%d] u¾ neexistuje!

source: %s [#%d] modified. Update encoding?
sk: %s [#%d] bolo zmenené. Aktualizova» kódovanie?

source: You may not delete the only attachment.
sk: Nemô¾ete zmaza» jediné pridané dáta.

source: Open mailbox to attach message from
sk: Otvor schránku, z ktorej sa bude pridáva» správa

source: No messages in that folder.
sk: V tejto zlo¾ke nie sú správy.

source: Tag the messages you want to attach!
sk: Oznaète správy, ktoré chcete prida»!

source: Unable to attach!
sk: Nemo¾no pripoji»!

source: Invalid encoding.
sk: Neplatné kódovanie.

source: Save a copy of this message?
sk: Ulo¾i» kópiu tejto správy?

source: Rename to:
sk: Premenova» na:

source: New file:
sk: Nový súbor:

source: Content-Type is of the form base/sub
sk: Content-Type je formy základ/pod

source: Unknown Content-Type %s
sk: Neznáme Content-Type %s

source: Can't create file %s
sk: Nemo¾no vytvori» súbor %s

source: What we have here is a failure to make an attachment
sk: Nemo¾no vytvori» pripojené dáta

source: Postpone this message?
sk: Odlo¾i» túto správu?

source: Write message to mailbox
sk: Zapísa» správu do schránky

source: Writing message to %s ...
sk: Zapisujem správu do %s ...

source: Message written.
sk: Správa bola zapísaná.

source: Invoking PGP...
sk: Spú¹»am PGP...

source: Mail not sent.
sk: Po¹ta nebola odoslaná.

source: yes
sk: y-áno

source: no
sk: nie

source: Exit Mutt?
sk: Opusti» Mutt?

source: unknown error
sk: neznáma chyba

source: Press any key to continue...
sk: Stlaète kláves pre pokraèovanie...

source: ('?' for list):
sk: ('?' pre zoznam):

source: No mailbox is open.
sk: Nie je otvorená ¾iadna schránka.

source: Mailbox is read-only.
sk: Schránka je iba na èítanie.

source: Cannot toggle write on a readonly mailbox!
sk: Nemo¾no prepnú» zápis na schránke urèenej iba na èítanie!

source: Changes to folder will be written on folder exit.
sk: Zmeny v zlo¾ke budú zapísané, keï ho opustíte.

source: Changes to folder will not be written.
sk: Zmeny v zlo¾ke nebudú zapísané.

source: Quit
sk: Koniec

source: Save
sk: Ulo¾i»

source: Mail
sk: Napí¹

source: Reply
sk: Odpovedz

source: Group
sk: Skupina

source: Mailbox was externally modified. Flags may be wrong.
sk: Schránka bola zmenená zvonku. Príznaky mô¾u by» nesprávne.

source: New mail in this mailbox.
sk: V tejto schránke je nová po¹ta.

source: No tagged messages.
sk: ®iadne oznaèené správy.

source: Jump to message:
sk: Skoèi» na správu:

source: Argument must be a message number.
sk: Parameter musí by» èíslo správy.

source: That message is not visible.
sk: Táto správa nie je viditeµná.

source: Invalid message number.
sk: Neplatné èíslo správy.

source: Delete messages matching:
sk: Zmaza» správy zodpovedajúce:

source: No limit pattern is in effect.
sk: ®iadny limitovací vzor nie je aktívny.

source: Limit to messages matching:
sk: Limituj správy zodpovedajúce:

source: Quit Mutt?
sk: Ukonèi» Mutt?

source: Tag messages matching:
sk: Oznaè správy zodpovedajúce:

source: Undelete messages matching:
sk: Odma¾ správy zodpovedajúce:

source: Untag messages matching:
sk: Odznaè správy zodpovedajúce:

source: Open mailbox in read-only mode
sk: Otvor schránku iba na èítanie

source: Open mailbox
sk: Otvor schránku

source: %s is not a mailbox.
sk: %s nie je schránka

source: Exit Mutt without saving?
sk: Ukonèi» Mutt bey ulo¾enia?

source: You are on the last message.
sk: Ste na poslednej správe.

source: No undeleted messages.
sk: ®iadne odmazané správy.

source: You are on the first message.
sk: Ste na prvej správe.

source: Search wrapped to top.
sk: Vyhµadávanie pokraèuje z vrchu.

source: Search wrapped to bottom.
sk: Vyhµadávanie pokraèuje zo spodu.

source: No new messages
sk: ®iadne nové správy

source: No unread messages
sk: ®iadne neèítané správy

source: in this limited view
sk: v tomto obmedzenom zobrazení

source: No more threads.
sk: ®iadne ïaµ¹ie vlákna.

source: You are on the first thread.
sk: Ste na prvom vlákne.

source: Threading is not enabled.
sk: Vláknenie nie je povolené.

source: Thread contains unread messages.
sk: Vlákno obsahuje neèítané správy.

source: ~~ insert a line begining with a single ~ ~b users add users to the Bcc: field ~c users add users to the Cc: field ~f messages include messages ~F messages same as ~f, except also include headers ~h edit the message header ~m messages include and quote messages ~M messages same as ~m, except include headers ~p print the message ~q write file and quit editor ~r file read a file into the editor ~t users add users to the To: field ~u recall the previous line ~v edit message with the $visual editor ~w file write message to file ~x abort changes and quit editor ~? this message . on a line by itself ends input
sk: ~~ vlo¾ riadok zaèínajúci s jednoduchým znakom ~ ~b u¾ívatelia pridaj pou¾ívateµov do poµa Bcc: ~c u¾ívatelia pridaj pou¾ívateµov do poµa Cc: ~f správy pridaj správy ~F správy tak isto ako ~f, ale pridá aj hlavièky ~h uprav hlavièku správy ~m správy vlo¾ a cituj správy ~M správy tak isto ako ~m, ale vlo¾ aj hlavièky ~p vytlaè správu ~q zapí¹ správu a ukonèi editor ~r súbor naèítaj do editoru súbor ~t u¾ívatelia pridaj pou¾ívateµov do poµa To: ~u vyvolaj predchádzajúci riadok ~v uprav správu s editorom $visual ~w súbor zapí¹ správo do súboru súbor ~x zru¹ zmeny a ukonèi editor ~? táto pomoc . samotná bodka na riadku ukonèí vstup

source: %d: invalid message number.
sk: %d: neplatné èíslo správy.

source: (End message with a . on a line by itself)
sk: (Ukonèite správu so samotnou bodkou na riadku)

source: No mailbox.
sk: ®iadna schránka.

source: Message contains:
sk: Správa obsahuje:

source: (continue)
sk: (pokraèova»)

source: missing filename.
sk: chýbajúci názov súboru.

source: No lines in message.
sk: Správa neobsahuje ¾iadne riadky.

source: %s: unknown editor command (~? for help)
sk: %s: neznámy príkaz editoru (~? pre nápovedu)

source: Set flag
sk: Nastavi» príznak

source: Clear flag
sk: Vymaza» príznak

source: [-- Error: Could not display any parts of Multipart/Alternative! --]
sk: [-- Chyba: Nemo¾no zobrazi» ¾iadnu èas» z Multipart/Alternative! --]

source: [-- Attachment #%d
sk: [-- Príloha #%d

source: [-- Type: %s/%s, Encoding: %s, Size: %s --]
sk: [-- Typ: %s/%s, Kódovanie: %s, Veµkos»: %s --]

source: [-- Autoview using %s --]
sk: [-- Autoprezeranie pou¾itím %s --]

source: Invoking autoview command: %s
sk: Vyvolávam príkaz na automatické prezeranie: %s

source: [-- Autoview stderr of %s --]
sk: [-- Chyba pri automatickom prezeraní (stderr) %s --]

source: [-- Error: message/external-body has no access-type parameter --]
sk: [-- Chyba: message/external-body nemá vyplnený parameter access-type --]

source: [-- This %s/%s attachment
sk: [-- Príloha %s/%s

source: (size %s bytes)
sk: (veµkos» %s bytov)

source: has been deleted --]
sk: bola zmazaná --]

source: [-- on %s --]
sk: [-- na %s --]

source: Error: multipart/signed has no protocol.
sk: Chyba: multipart/signed nemá protokol.

source: Error: multipart/encrypted has no protocol parameter!
sk: Chyba: multipart/encrypted nemá vyplnený parameter protokolu!

source: Unable to open temporary file!
sk: Nemo¾no otvori» doèasný súbor!

source: [-- %s/%s is unsupported
sk: [-- %s/%s nie je podporovaný

source: (use '%s' to view this part)
sk: (pou¾ite '%s' na prezeranie tejto èasti)

source: (need 'view-attachments' bound to key!)
sk: (potrebujem 'view-attachments' priradené na klávesu!)

source: %s: unable to attach file
sk: %s: súbor nemo¾no pripoji»

source: ERROR: please report this bug
sk: CHYBA: prosím oznámte túto chybu

source: <UNKNOWN>
sk: <NEZNÁMY>

source: Generic bindings:
sk: V¹eobecné väzby:

source: Unbound functions:
sk: Neviazané funkcie:

source: Help for %s
sk: Pomoc pre %s

source: Logging in...
sk: Prihlasujem sa...

source: Login failed.
sk: Prihlasovanie zlyhalo.

source: Fatal error. Message count is out of sync!
sk: Fatálna chyba. Poèet správ nie je zosynchronizovaný!

source: This IMAP server is ancient. Mutt does not work with it.
sk: Tento IMAP server je starý. Mutt s ním nevie pracova».

source: Selecting %s...
sk: Vyberám %s...

source: Unable to append to IMAP mailboxes at this server
sk: Nemo¾no pridáva» k IMAP schránkam na tomto serveri

source: Create %s?
sk: Vytvori» %s?

source: Saving message status flags... [%d/%d]
sk: Ukladám stavové príznaky správy... [%d/%d]

source: Expunging messages from server...
sk: Vymazávam správy zo serveru...

source: Unable to fetch headers from this IMAP server version.
sk: Nemo¾no získa» hlavièky z tejto verzie IMAP serveru.

source: Fetching message headers... [%d/%d]
sk: Vyvolávam hlavièky správ... [%d/%d]

source: Fetching message...
sk: Vyvolávam správu...

source: Uploading message ...
sk: Odsúvam správu ...

source: alias: no address
sk: zástupca: ¾iadna adresa

source: invalid header field
sk: neplatná polo¾ka hlavièky

source: %s: unknown sorting method
sk: %s: neznáma metóda triedenia

source: %s: unknown variable
sk: %s: neznáma premenná

source: prefix is illegal with reset
sk: prefix je neplatný s vynulovaním

source: value is illegal with reset
sk: hodnota je neplatná s vynulovaním

source: %s is set
sk: %s je nastavené

source: %s is unset
sk: %s je nenastavené

source: %s: invalid mailbox type
sk: %s: neplatný typ schránky

source: %s: invalid value
sk: %s: neplatná hodnota

source: %s: unknown type
sk: %s: neznáma hodnota

source: Error in %s, line %d: %s
sk: Chyba v %s, riadok %d: %s

source: source: errors in %s
sk: zdroj: chyby v %s

source: source: error at %s
sk: zdroj: chyba na %s

source: source: too many arguments
sk: zdroj: príli¹ veµa argumentov

source: %s: unknown command
sk: %s: neznámy príkaz

source: Error in command line: %s
sk: Chyba v príkazovom riadku: %s

source: unable to determine home directory
sk: nemo¾no urèi» domáci adresár

source: unable to determine username
sk: nemo¾no urèi» meno pou¾ívateµa

source: Macro loop detected.
sk: Bola zistená sluèka v makre.

source: Key is not bound.
sk: Klávesa nie je viazaná.

source: Key is not bound. Press '%s' for help.
sk: Klávesa nie je viazaná. Stlaète '%s' pre nápovedu.

source: push: too many arguments
sk: push: príli¹ veµa parametrov

source: %s: no such menu
sk: %s: také menu neexistuje

source: null key sequence
sk: prázdna postupnos» kláves

source: bind: too many arguments
sk: bind: príli¹ veµa parametrov

source: %s: no such function in map
sk: %s: v tabuµke neexistuje taká funkcia

source: macro: empty key sequence
sk: macro: prázdna postupnos» kláves

source: macro: too many arguments
sk: makro: príli¹ veµa parametrov

source: null operation
sk: prázdna operácia

source: force viewing of attachment using mailcap
sk: prinúti» zobrazovanie príloh pou¾íva» mailcap-u

source: view attachment as text
sk: prezri prílohu ako text

source: move to the bottom of the page
sk: presunú» na vrch stránky

source: remail a message to another user
sk: znovu po¹li správu inému pou¾ívateµovi

source: select a new file in this directory
sk: oznaè nový súbor v tomto adresári

source: view file
sk: prezrie» súbor

source: display the currently selected file's name
sk: zobraz meno aktuálne oznaèeného súboru

source: change directories
sk: zmeni» adresáre

source: check mailboxes for new mail
sk: skontroluj nové správy v schránkach

source: attach a file(s) to this message
sk: prilo¾i» súbor(y) k tejto správe

source: attach message(s) to this message
sk: prilo¾i» správu/y k tejto správe

source: edit the BCC list
sk: upravi» zoznam BCC

source: edit the CC list
sk: upravi» zoznam CC

source: edit attachment description
sk: upravi» popis prílohy

source: edit attachment transfer-encoding
sk: upravi» kódovanie dát prílohy

source: enter a file to save a copy of this message in
sk: vlo¾te súbor na ulo¾enie kópie tejto správy

source: edit the file to be attached
sk: upravi» prikladaný súbor

source: edit the from field
sk: upravi» pole 'from'

source: edit the message with headers
sk: upravi» správu s hlavièkami

source: edit the message
sk: upravi» správu

source: edit attachment using mailcap entry
sk: upravi» prílohu s pou¾itím polo¾ky mailcap-u

source: edit the Reply-To field
sk: upravi» pole Reply-To

source: edit the subject of this message
sk: upravi» predmet tejto správy

source: edit the TO list
sk: upravi» zoznam TO

source: get a temporary copy of an attachment
sk: získa» doèasnú kópiu prílohy

source: run ispell on the message
sk: spusti na správu ispell

source: compose new attachment using mailcap entry
sk: zostavi» novú prílohu pou¾ijúc polo¾ku mailcap-u

source: save this message to send later
sk: ulo¾i» túto správu a posla» neskôr

source: rename/move an attached file
sk: premenova»/presunú» prilo¾ený súbor

source: send the message
sk: posla» správu

source: toggle whether to delete file after sending it
sk: prepnú» príznak, èi zmaza» správu po odoslaní

source: update an attachment's encoding info
sk: obnovi» informáciu o zakódovaní prílohy

source: write the message to a folder
sk: zapísa» správu do zlo¾ky

source: copy a message to a file/mailbox
sk: skopírova» správu do súboru/schránky

source: create an alias from a message sender
sk: vytvori» zástupcu z odosielateµa správy

source: move entry to bottom of screen
sk: presunú» polo¾ku na spodok obrazovky

source: move entry to middle of screen
sk: presunú» polo¾ku do stredu obrazovky

source: move entry to top of screen
sk: preunú» polo¾ku na vrch obrazovky

source: make decoded (text/plain) copy
sk: urobi» dekódovanú (text/plain) kópiu

source: make decoded copy (text/plain) and delete
sk: urobi» dekódovanú (text/plain) kópiu a zmaza»

source: delete the current entry
sk: zmaza»

source: delete all messages in subthread
sk: zmaza» v¹etky polo¾ky v podvlákne

source: delete all messages in thread
sk: zmaza» v¹etky polo¾ky vo vlákne

source: display full address of sender
sk: zobrazi» plnú adresu odosielateµa

source: display a message
sk: zobrazi» správu

source: delete the char in front of the cursor
sk: zmaza» znak pred kurzorom

source: move the cursor one character to the left
sk: zmaza» jeden znak vµavo od kurzoru

source: jump to the beginning of the line
sk: skoèi» na zaèiatok riadku

source: cycle among incoming mailboxes
sk: cykluj medzi schránkami s príchodzími správami

source: complete filename or alias
sk: doplò názov súboru alebo zástupcu

source: complete address with query
sk: doplò adresu s otázkou

source: delete the char under the cursor
sk: zmaza» znak pod kurzorom

source: jump to the end of the line
sk: skoèi» na koniec riadku

source: move the cursor one character to the right
sk: presunú» kurzor o jeden znak vpravo

source: scroll up through the history list
sk: rolova» hore po zozname histórie

source: delete chars from cursor to end of line
sk: zmaza» znaky od kurzoru do konca riadku

source: delete all chars on the line
sk: zmaza» v¹etky znaky v riadku

source: delete the word in front of the cursor
sk: zmaza» slovo pred kurzorom

source: quote the next typed key
sk: uvies» nasledujúcu stlaèenú klávesu

source: enter a muttrc command
sk: vlo¾te príkaz muttrc

source: enter a file mask
sk: vlo¾te masku súborov

source: exit this menu
sk: ukonèi» toto menu

source: filter attachment through a shell command
sk: filtrova» prílohy príkazom shell-u

source: move to the first entry
sk: presunú» sa na prvú polo¾ku

source: toggle a message's 'important' flag
sk: prepnú» príznak dôle¾itosti správy

source: forward a message with comments
sk: posunú» správu inému pou¾ívateµovi s poznámkami

source: select the current entry
sk: oznaèi» aktuálnu polo¾ku

source: reply to all recipients
sk: odpoveda» v¹etkým príjemcom

source: scroll down 1/2 page
sk: rolova» dolu o 1/2 stránky

source: scroll up 1/2 page
sk: rolova» hore o 1/2 stránky

source: this screen
sk: táto obrazovka

source: jump to an index number
sk: skoèi» na index èíslo

source: move to the last entry
sk: presunú» sa na poslednú polo¾ku

source: reply to specified mailing list
sk: odpoveda» do ¹pecifikovaného po¹tového zoznamu

source: execute a macro
sk: vykona» makro

source: compose a new mail message
sk: zostavi» novú po¹tovú správu

source: open a different folder
sk: otvori» odli¹nú zlo¾ku

source: open a different folder in read only mode
sk: otvori» odli¹nú zlo¾ku iba na èítanie

source: clear a status flag from a message
sk: vymaza» stavový príznak zo správy

source: delete messages matching a pattern
sk: zmaza» správy zodpovedajúce vzorke

source: retrieve mail from POP server
sk: vybra» po¹tu z POP serveru

source: move to the first message
sk: presunú» sa na prvú správu

source: move to the last message
sk: presunú» sa na poslednú správu

source: show only messages matching a pattern
sk: ukáza» iba správy zodpovedajúce vzorke

source: jump to the next new message
sk: skoèi» na nasledovnú novú správu

source: jump to the next subthread
sk: skoèi» na ïaµ¹ie podvlákno

source: jump to the next thread
sk: skoèi» na nasledujúce vlákno

source: move to the next undeleted message
sk: presunú» sa na nasledujúcu odmazanú správu

source: jump to the next unread message
sk: skoèi» na nasledujúcu neèítanú správu

source: jump to previous thread
sk: skoèi» na predchádzajúce vlákno

source: jump to previous subthread
sk: skoèi» na predchádzajúce podvlákno

source: jump to the previous new message
sk: skoèi» na predchádzajúcu novú správo

source: jump to the previous unread message
sk: skoèi» na predchádzajúcu neèítanú správu

source: mark the current thread as read
sk: oznaèi» aktuálne vlákno ako èítané

source: mark the current subthread as read
sk: oznaèi» aktuálne podvlákno ako èítané

source: set a status flag on a message
sk: nastavi» stavový príznak na správe

source: save changes to mailbox
sk: ulo¾i» zmeny do schránky

source: tag messages matching a pattern
sk: oznaèi» správy zodpovedajúce vzoru

source: undelete messages matching a pattern
sk: odmaza» správy zodpovedajúce vzoru

source: untag messages matching a pattern
sk: odznaèi» správy zodpovedajúce vzoru

source: move to the middle of the page
sk: presunú» do stredu stránky

source: move to the next entry
sk: presunú» sa na ïaµ¹iu polo¾ku

source: scroll down one line
sk: rolova» o riadok dolu

source: move to the next page
sk: presunú» sa na ïaµ¹iu stránku

source: jump to the bottom of the message
sk: skoèi» na koniec správy

source: toggle display of quoted text
sk: prepnú» zobrazovanie citovaného textu

source: skip beyond quoted text
sk: preskoèi» za citovaný text

source: jump to the top of the message
sk: skoèi» na zaèiatok správy

source: pipe message/attachment to a shell command
sk: zre»azi» výstup do príkazu shell-u

source: move to the previous entry
sk: presunú» sa na predchádzajúcu polo¾ku

source: scroll up one line
sk: rolova» o riadok hore

source: move to the previous page
sk: presunú» sa na predchádzajúcu stránku

source: print the current entry
sk: tlaèi» aktuálnu polo¾ku

source: query external program for addresses
sk: opýta» sa externého programu na adresy

source: append new query results to current results
sk: prida» nové výsledky opýtania k teraj¹ím
