Repository: daniel-w/mutt
Catalog: po/*.po
Languages: sk

source: save changes to mailbox and quit
sk: ulo¾i» zmeny v schránke a ukonèi»

source: recall a postponed message
sk: vyvola» odlo¾enú správu

source: clear and redraw the screen
sk: vymaza» a prekresli» obrazovku

source: {internal}
sk: {interné}

source: reply to a message
sk: odpoveda» na správu

source: save message/attachment to a file
sk: ulo¾i» správu/prílohu do súboru

source: search for a regular expression
sk: hµada» podµa regulérneho výrazu

source: search backwards for a regular expression
sk: hµada» podµa regulérneho výrazu dozadu

source: search for next match
sk: hµada» ïaµ¹í výskyt

source: search for next match in opposite direction
sk: hµada» ïaµ¹í výskyt v opaènom smere

source: toggle search pattern coloring
sk: prepnú» farby hµadaného výrazu

source: invoke a command in a subshell
sk: vyvola» príkaz v podriadenom shell-e

source: sort messages
sk: triedi» správy

source: sort messages in reverse order
sk: triedi» správy v opaènom poradí

source: tag the current entry
sk: oznaèi» aktuálnu polo¾ku

source: apply next function to tagged messages
sk: pou¾i» ïaµ¹iu funkciu na oznaèené správy

source: tag the current subthread
sk: oznaèi» aktuálne podvlákno

source: tag the current thread
sk: oznaèi» akuálne vlákno

source: toggle a message's 'new' flag
sk: prepnú» príznak 'nová' na správe

source: toggle whether the mailbox will be rewritten
sk: prepnú» príznak mo¾nosti prepísania schránky

source: toggle whether to browse mailboxes or all files
sk: prepnú», èi prezera» schránky alebo v¹etky súbory

source: move to the top of the page
sk: presunú» sa na zaèiatok stránky

source: undelete the current entry
sk: odmaza» aktuálnu polo¾ku

source: undelete all messages in thread
sk: odmaza» v¹etky správy vo vlákne

source: undelete all messages in subthread
sk: odmaza» v¹etky správy v podvlákne

source: show the Mutt version number and date
sk: zobrazi» verziu a dátum vytvorenia Mutt

source: view attachment using mailcap entry if necessary
sk: zobrazi» prílohu pou¾ijúc polo¾ku mailcap-u, ak je to nevyhnutné

source: show MIME attachments
sk: zobrazi» prílohy MIME

source: show currently active limit pattern
sk: zobrazi» práve aktívny limitovací vzor

source: collapse/uncollapse current thread
sk: zabaµ/rozbaµ aktuálne vlákno

source: collapse/uncollapse all threads
sk: zabaµ/rozbaµ v¹etky vlákna

source: attach a PGP public key
sk: prida» verejný kµúè PGP

source: show PGP options
sk: zobrazi» mo¾nosti PGP

source: mail a PGP public key
sk: posla» verejný kµúè PGP po¹tou

source: verify a PGP public key
sk: overi» verejný kµúè PGP

source: view the key's user id
sk: zobrazi» ID pou¾ívateµa tohoto kµúèu

source: make decrypted copy and delete
sk: urobi» de¹ifrovanú kópiu a vymaza»

source: make decrypted copy
sk: urobi» de¹ifrovanú kópiu

source: Out of memory!
sk: Nedostatok pamäte!

source: Compile options:
sk: Nastavenia kompilácie:

source: Error initializing terminal.
sk: Chyba pri inicializácii terminálu.

source: Debugging at level %d.
sk: Ladenie na úrovni %d.

source: DEBUG was not defined during compilation. Ignored.
sk: DEBUG nebol definovaný pri kompilácii. Ignorované.

source: No recipients specified.
sk: Neboli uvedení ¾iadni príjemcovia.

source: %s: unable to attach file.
sk: %s: neschopný pripoji» súbor.

source: No mailbox with new mail.
sk: ®iadna schránka s novými správami.

source: Mailbox is empty.
sk: Schránka je prázdna.

source: Reading %s... %d (%d%%)
sk: Èítam %s... %d (%d%%)

source: Mailbox is corrupt!
sk: Schránka je poru¹ená!

source: Mailbox was corrupted!
sk: Schránka bola poru¹ená!

source: Fatal error! Could not reopen mailbox!
sk: Fatálna chyba! Nemo¾no znovu otvori» schránku!

source: Unable to lock mailbox!
sk: Nemo¾no uzamknú» schránku!

source: sync: mbox modified, but no modified messages! (report this bug)
sk: sync: schránka zmenená, ale ¾iadne zmenené správy! (oznámte túto chybu)

source: Writing messages... %d (%d%%)
sk: Zapisujem správy... %d (%d%%)

source: Write failed! Saved partial mailbox to %s
sk: Zápis zlyhal! Schránka bola èiastoène ulo¾ená do %s

source: Could not reopen mailbox!
sk: Nemo¾no znovu otvori» schránku!

source: Reopening mailbox...
sk: Znovuotváram schránku...

source: Jump to:
sk: Skoè do:

source: Invalid index number.
sk: Neplatné èíslo indexu.

source: No entries.
sk: ®iadne polo¾ky.

source: You cannot scroll down farther.
sk: Nemô¾te rolova» ïalej dolu.

source: You cannot scroll up farther.
sk: Nemô¾te rolova» ïalej hore.

source: You are on the last page.
sk: Ste na poslednej stránke.

source: You are on the first page.
sk: Ste na prvej stránke.

source: First entry is shown.
sk: Je zobrazená prvá polo¾ka.

source: Last entry is shown.
sk: Je zobrazená posledná polo¾ka.

source: You are on the last entry.
sk: Ste na poslednej polo¾ke.

source: You are on the first entry.
sk: Ste na prvej polo¾ke.

source: Search for:
sk: Hµada»:

source: Reverse search for:
sk: Hµada» spätne:

source: No search pattern.
sk: ®iadny vzor pre hµadanie.

source: Not found.
sk: Nenájdené.

source: No tagged entries.
sk: ®iadne oznaèené polo¾ky.

source: Search is not implemented for this menu.
sk: Hµadanie nie je implementované pre toto menu.

source: Tagging is not supported.
sk: Oznaèovanie nie je podporované.

source: Reading %s... %d
sk: Èítam %s... %d

source: File is a directory, save under it?
sk: Súbor je adresár, ulo¾i» v òom?

source: File under directory:
sk: Súbor v adresári:

source: File exists, (o)verwrite, (a)ppend, or (c)ancel?
sk: Súbor existuje, (o)-prepísa», prid(a)» alebo (c)-zru¹i»?

source: %s is not a mailbox!
sk: %s nie je schránka!

source: Append messages to %s?
sk: Prida» správy do %s?

source: Connecting to %s...
sk: Spájam sa s %s...

source: Exit
sk: Koniec

source: Lock count exceeded, remove lock for %s?
sk: Poèet zámkov prekroèený, vymaza» zámok pre %s?

source: Can't dotlock %s.
sk: Nemo¾no zisti» stav: %s.

source: Timeout exceeded while attempting fcntl lock!
sk: Vypr¹al èas na uzamknutie pomocou fcntl!

source: Waiting for fcntl lock... %d
sk: Èakám na zámok od fcntl... %d

source: Timeout exceeded while attempting flock lock!
sk: Vypr¹al èas na uzamknutie celého súboru!

source: Waiting for flock attempt... %d
sk: Èakám na uzamknutie súboru... %d

source: Reading %s...
sk: Èítam %s...

source: Writing %s...
sk: Zapisujem %s...

source: Could not synchronize mailbox %s!
sk: Nemo¾no zosynchronizova» schránku %s!

source: Move read messages to %s?
sk: Presunú» preèítané správy do %s?

source: Purge %d deleted message?
sk: Odstráni» %d zmazané správy?

source: Purge %d deleted messages?
sk: Odstráni» %d zmazaných správ?

source: Moving read messages to %s...
sk: Presúvam preèítané správy do %s...

source: Mailbox is unchanged.
sk: Schránka nie je zmenená.

source: %d kept, %d moved, %d deleted.
sk: %d ostalo, %d presunutých, %d vymazaných.

source: %d kept, %d deleted.
sk: %d ostalo, %d vymazaných.

source: Press '%s' to toggle write
sk: Stlaète '%s' na prepnutie zápisu

source: Use 'toggle-write' to re-enable write!
sk: Pou¾ite 'prepnú»-zápis' na povolenie zápisu!

source: Mailbox is marked unwritable. %s
sk: Schránka je oznaèená len na èítanie. %s

source: PrevPg
sk: PredSt

source: NextPg
sk: Ïaµ¹St

source: View Attachm.
sk: Pozri prílohu

source: Next
sk: Ïaµ¹í

source: Bottom of message is shown.
sk: Spodok správy je zobrazený.

source: Top of message is shown.
sk: Vrch správy je zobrazený.

source: Reverse search:
sk: Spätné hµadanie:

source: Search:
sk: Hµada»:

source: Help is currently being shown.
sk: Pomoc sa akurát zobrazuje.

source: No more quoted text.
sk: Nie je ïaµ¹í citovaný text.

source: No more unquoted text after quoted text.
sk: ®iadny ïaµ¹í necitovaný text za citátom.

source: multipart message has no boundary parameter!
sk: viaczlo¾ková správa nemá parameter ohranièenia (boundary)!

source: Error in expression: %s
sk: Chyba vo výraze: %s

source: Invalid day of month: %s
sk: Neplatný deò v mesiaci: %s

source: Invalid month: %s
sk: Neplatný mesiac: %s

source: error in expression
sk: chyba vo výraze

source: error in pattern at: %s
sk: chyba vo vzore na: %s

source: %c: invalid command
sk: %c: neplatný príkaz

source: %c: not supported in this mode
sk: %c: nepodporovaný v tomto móde

source: missing parameter
sk: chýbajúci parameter

source: mismatched parenthesis: %s
sk: nespárované zátvorky: %s

source: empty pattern
sk: prázdny vzor

source: error: unknown op %d (report this error).
sk: chyba: neznámy operand %d (oznámte túto chybu).

source: Compiling search pattern...
sk: Kompilujem vyhµadávací vzor...

source: Executing command on matching messages...
sk: Vykonávam príkaz na nájdených správach...

source: No messages matched criteria.
sk: ®iadne správy nesplnili kritérium.

source: Search hit bottom without finding match
sk: Hµadanie narazilo na spodok bez nájdenia zhody

source: Search hit top without finding match
sk: Hµadanie narazilo na vrchol bez nájdenia zhody

source: Search interrupted.
sk: Hµadanie bolo preru¹ené.

source: Enter PGP passphrase:
sk: Zadajte frázu hesla PGP:

source: PGP passphrase forgotten.
sk: Fráza hesla PGP bola zabudnutá.

source: [-- Error: unable to create PGP subprocess! --]
sk: [-- Chyba: nemo¾no vytvori» podproces PGP! --]

source: [-- End of PGP output --]
sk: [-- Koniec výstupu PGP --]

source: [-- BEGIN PGP MESSAGE --]
sk: [-- ZAÈIATOK SPRÁVY PGP --]

source: [-- BEGIN PGP PUBLIC KEY BLOCK --]
sk: [-- ZAÈIATOK BLOKU VEREJNÉHO K¥ÚÈA PGP --]

source: [-- BEGIN PGP SIGNED MESSAGE --]
sk: [-- ZAÈIATOK SPRÁVY PODPÍSANEJ S PGP --]

source: [-- END PGP PUBLIC KEY BLOCK --]
sk: [-- KONIEC BLOKU VEREJNÉHO K¥ÚÈA PGP --]

source: [-- Error: could not find beginning of PGP message! --]
sk: [-- Chyba: nemo¾no nájs» zaèiatok správy PGP! --]

source: [-- Error: could not create a PGP subprocess! --]
sk: [-- Chyba: nemo¾no vytvori» podproces PGP! --]

source: [-- Error: malformed PGP/MIME message! --]
sk: [-- Chyba: poru¹ení správa PGP/MIME! --]

source: [-- Error: could not create temporary file! --]
sk: [-- Chyba: nemo¾no vytvori» doèasný súbor! --]

source: [-- The following data is PGP/MIME encrypted --]
sk: [-- Nasledujúce dáta sú ¹ifrované pomocou PGP/MIME --]

source: Can't open PGP subprocess!
sk: Nemo¾no otvori» podproces PGP!

source: Use keyID = "%s" for %s?
sk: Pou¾i» ID kµúèa = "%s" pre %s?

source: Enter keyID for %s:
sk: Zadajte ID kµúèa pre %s:

source: Sign as:
sk: Podpí¹ ako:

source: Select
sk: Oznaèi»

source: Check key
sk: Skontrolova» kµúè

source: Can't open /dev/null
sk: Nemo¾no otvori» /dev/null

source: Can't create temporary file
sk: Nemo¾no vytvori» doèasný súbor

source: Key ID: 0x%s
sk: ID kµúèa: 0x%s

source: Please enter the key ID:
sk: Prosím zadajte ID kµúèa:

source: POP host is not defined.
sk: Hostiteµ POP nie je definovaný.

source: No new mail in POP mailbox.
sk: ®iadna nová po¹ta v schránke POP.

source: Error while writing mailbox!
sk: Chyba pri zapisovaní do schránky!

source: Server closed connection!
sk: Server uzavrel spojenie!

source: Postponed Messages
sk: Odlo¾ené správy

source: No postponed messages.
sk: ®iadne odlo¾ené správy.

source: Illegal PGP header
sk: Neplatná hlavièka PGP

source: New Query
sk: Nová otázka

source: Make Alias
sk: Urobi» alias

source: Search
sk: Hµada»

source: Waiting for response...
sk: Èakám na odpoveï...

source: Query command not defined.
sk: Príkaz otázky nie je definovaný.

source: Query
sk: Otázka

source: Query:
sk: Otázka:

source: Query '%s'
sk: Otázka '%s'

source: Pipe
sk: Presmerova»

source: Print
sk: Tlaèi»

source: Saving...
sk: Ukladám...

source: Attachment saved.
sk: Pripojené dáta boli ulo¾ené.

source: WARNING! You are about to overwrite %s, continue?
sk: VAROVANIE! Mô¾ete prepísa» %s, pokraèova»?

source: Attachment filtered.
sk: Príloha bola prefiltrovaná.

source: Filter through:
sk: Filtrova» cez:

source: Pipe to:
sk: Presmerova» do:

source: I dont know how to print %s attachments!
sk: Neviem ako tlaèi» prílohy %s!

source: Print tagged attachment(s)?
sk: Vytlaèi» oznaèené prílohy?

source: Print attachment?
sk: Vytlaèi» prílohu?

source: Attachments
sk: Prílohy

source: Only deletion of multipart attachments is supported.
sk: je podporované iba mazanie viaczlo¾kových príloh.

source: You may only bounce message/rfc822 parts.
sk: Presmerova» mô¾ete iba èasti message/rfc822.

source: Forward MIME encapsulated?
sk: Posunú» vo formáte MIME encapsulated?

source: No mailing lists found!
sk: Nenájdené ¾iadne po¹tové zoznamy!

source: Error sending message.
sk: Chyba pri posielaní správy.

source: Improperly formated entry for type %s in "%s" line %d
sk: Nesprávne formátovaná polo¾ka pre typ %s v "%s", riadok %d

source: No mailcap path specified
sk: Ne¹pecifikovaná cesta k mailcap

source: mailcap entry for type %s not found
sk: polo¾ka mailcap-u pre typ %s nenájdená

source: score: too few arguments
sk: score: príli¹ málo parametrov

source: score: too many arguments
sk: score: príli¹ veµa parametrov

source: No subject, abort?
sk: ®iadny predmet, ukonèi»?

source: No subject, aborting.
sk: ®iadny predmet, ukonèujem.

source: Reply to %s%s?
sk: Odpoveda» na adresu %s%s?

source: No tagged messages are visible!
sk: ®iadna z oznaèených správ nie je viditeµná!

source: Include message in reply?
sk: Prilo¾i» správu do odpovede?

source: Could not include all requested messages!
sk: Nemo¾no pripoji» v¹etky po¾adované správy!

source: Recall postponed message?
sk: Vyvola» odlo¾enú správu?

source: Abort unmodified message?
sk: Zru¹i» nezmenenú správu?

source: Aborted unmodified message.
sk: Nezmenená správa bola zru¹ená.

source: Message postponed.
sk: Správa bola odlo¾ená.

source: No recipients are specified!
sk: Nie sú uvedení ¾iadni príjemcovia!

source: No recipients were specified.
sk: Neboli uvedení ¾iadni príjemcovia!

source: No subject, abort sending?
sk: ®iadny predmet, zru¹i» posielanie?

source: No subject specified.
sk: Nebol uvedený predmet.

source: Sending message...
sk: Posielam správu...

source: Could not send the message.
sk: Nemo¾no posla» správu.

source: Mail sent.
sk: Správa bola odoslaná.

source: No boundary parameter found! [report this error]
sk: Nenájdený parameter ohranièenia (boundary)! [ohláste túto chybu]

source: %s no longer exists!
sk: %s u¾ viac neexistuje!

source: Could not open %s
sk: Nemo¾no otvori» %s

source: Caught %s... Exiting.
sk: Zachytené %s... Konèím.

source: Caught signal %d... Exiting.
sk: Zachytený signál %d... Konèím.

source: Sorting mailbox...
sk: Triedim schránku...

source: Could not find sorting function! [report this bug]
sk: Nemo¾no nájs» triediacu funkciu! [oznámte túto chybu]

source: (no mailbox)
sk: (¾iadna schránka)
